Repository: yasinedr/wersmak
Catalog: sources/languages/plugins/maintenance-coming-soon-redirect-animation-*.po
Languages: fr_fr

source: Maintenance Redirect Options
fr_fr: Options de la redirection de maintenance

source: Reset settings
fr_fr: Réinitialiser les réglages

source: Update Settings
fr_fr: Mettre à jour les réglages

source: You can write a brief message that will be displayed under animation :
fr_fr: Vous pouvez écrire un bref message qui s’affichera sous l’animation :

source: Maintenance Mode Message (optional) :
fr_fr: Message du mode maintenance (facultatif) :

source: Here you can select your Animation :
fr_fr: Ici vous pouvez sélectionner ici votre animation :

source: Active Animation :
fr_fr: L’animation active :

source: Maintenance Animation :
fr_fr: Animation de Maintenance :

source: You can allow users temporary access by sending them the access key. When a new key is created, a link to create the access key cookie will be emailed to the email address provided. Access can then be revoked either by disabling or deleting the key.
fr_fr: Vous pouvez autoriser un accès temporaire aux utilisateurs/utilisatrices en leur envoyant la clé d’accès. Lorsqu’une nouvelle clé est créée, un lien pour créer le cookie de clé d’accès sera envoyé par e-mail à l’adresse e-mail fournie. L’accès peut alors être révoqué en désactivant ou en supprimant la clé.

source: Access Keys :
fr_fr: Clés d’accès :

source: Users with unrestricted IP addresses will bypass maintenance mode entirely. Using this option is useful to an entire office of clients to view the site without needing to jump through any extra hoops.
fr_fr: Les utilisateurs/utilisatrices avec des adresses IP sans restriction contourneront entièrement le mode de maintenance. L’utilisation de cette option est utile à tout un bureau de clients pour afficher le site sans avoir à passer par des étapes supplémentaires.

source: Your Class C is:
fr_fr: Votre classe C est :

source: Your IP address is:
fr_fr: Votre adresse IP est :

source: Unrestricted IP addresses:
fr_fr: Adresses IP sans restriction :

source: If used for a long period of time, 503 can damage your Google ranking.
fr_fr: S’il est utilisé pendant une longue période, 503 peut nuire à votre classement Google.

source: Best for when the site is temporarily taken offline for small amendments.
fr_fr: Parfait lorsque le site est temporairement mis hors ligne pour de petites modifications.

source: 503 Service Temporarily Unavailable
fr_fr: 503 Service temporairement indisponible

source: Best used for when the site is under development.
fr_fr: A utiliser de préférence lorsque le site est en cours de développement.

source: When redirect is enabled we can send 2 different header types:
fr_fr: Lorsque la redirection est activée, nous pouvons envoyer 2 types d’en-tête différents :

source: Header Type:
fr_fr: Type d’en-tête :

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Enable Maintenance Mode:
fr_fr: Activer le mode maintenance :

source: All settings are auto-updated , you don't need to save anything .
fr_fr: Tous les réglages sont mis à jour automatiquement, vous n’avez rien à enregistrer.

source: This plugin will override any other maintenance plugin you use .
fr_fr: Cette extension va surcharger toute autre extension de maintenance que vous utilisez.

source: Make your website in maintenance mode in seconds with great looking animations and configure settings to allow specific users to bypass the maintenance mode functionality in order to preview the site prior to public launch. Any logged in user with WordPress administrator privileges will be allowed to view the site regardless of the settings below.
fr_fr: Mettez votre site Web en maintenance en quelques secondes avec de superbes animations et configurez les réglages pour autoriser à des comptes spécifiques de contourner le mode de maintenance afin de prévisualiser le site avant le lancement public. Tout utilisateur/utilisatrice connecté(e) avec des privilèges d’administrateur WordPress sera autorisé(e) à voir le site, quels que soient les réglages ci-dessous.

source: Maintenance Redirect
fr_fr: Redirection de maintenance

source: Please Be careful !
fr_fr: Veuillez être prudent !

source: Notification Failure. Please check your server settings.
fr_fr: Échec de la notification. Veuillez vérifier les réglages de votre serveur.

source: Notification Sent.
fr_fr: Notification envoyée.

source: You are about to resend an Access Key link to
fr_fr: Vous êtes sur le point de renvoyer un lien de clé d’accès à

source: You are about to delete this Access Key:
fr_fr: Vous êtes sur le point de supprimer cette clé d’accès :

source: Please check your “junk mail” or “spam” folder.
fr_fr: Veuillez vérifier votre dossier « courrier indésirable » ou « pourriel ».

source: If you do not see the email in a few secondes,
fr_fr: Si vous ne voyez pas l’e-mail dans quelques secondes,

source: You are about to email an Access Key link to
fr_fr: Vous êtes sur le point d’envoyer par e-mail un lien de clé d’accès à

source: You must enter an Email
fr_fr: Vous devez saisir un e-mail

source: You are about to delete the IP address:
fr_fr: Vous êtes sur le point de supprimer l’adresse IP :

source: There was a database error. Please reload this page
fr_fr: Une erreur de base de données s’est produite. Veuillez recharger cette page

source: There is a problem with the information you have entered
fr_fr: Il y a un problème avec les informations que vous avez saisies

source: IP address not valid
fr_fr: Adresse IP non valide

source: You must enter an IP
fr_fr: Vous devez saisir une IP

source: You must enter a Name
fr_fr: Vous devez saisir un nom

source: Cancel
fr_fr: Annuler

source: Settings Saved
fr_fr: Réglages enregistrés

source: Maintenance is enabled and your site is not visible to visitors. Your redirection type is set to 503, which could harm your Google ranking if left on for any length of time.
fr_fr: La maintenance est activée et votre site n’est pas visible pour les visiteurs. Votre type de redirection est défini sur 503, ce qui pourrait nuire à votre classement Google s’il reste activé pendant un certain temps.

source: Maintenance is enabled
fr_fr: Le mode maintenance est activé

source: Maintenance is enabled and your site is not visible to visitors.
fr_fr: La maintenance est activée et votre site n’est pas visible pour les visiteurs.

source: Maintenance Redirect is enabled
fr_fr: Le redirection de maintenance est activée

source: Maintenance is not enabled and your site is visible to visitors.
fr_fr: La maintenance n’est pas activée et votre site est visible par les visiteurs.

source: Visibility
fr_fr: Visibilité

source: Maintenance Redirect is not enabled
fr_fr: La redirection de maintenance n’est pas activée

source: Dismiss
fr_fr: Ignorer

source: or by Maintenance Status Top bar icon and choose your animation !
fr_fr: Ou par l’icône de la barre supérieure de l’état de la maintenance et choisissez votre animation !

source: You can activate the Maintenance Mode in
fr_fr: Vous pouvez activer le mode maintenance dans

source: Thank you for installing Maintenance & Coming Soon Redirect Animation Plugin!
fr_fr: Merci d’avoir installé l’extension Maintenance & Coming Soon Redirect Animation !

source: Settings
fr_fr: Réglages

source: Add New Access Key
fr_fr: Ajouter une nouvelle clé d’accès

source: Enter Email:
fr_fr: Saisissez l’e-mail :

source: Resend Code
fr_fr: Renvoyer la clé d’accès

source: Access Key
fr_fr: Clé d’accès

source: Add New IP
fr_fr: Ajouter une nouvelle adresse IP

source: Enter IP:
fr_fr: Saisir une adresse IP :

source: Enter Name:
fr_fr: Saisir un nom :

source: Delete
fr_fr: Supprimer

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Creation Date
fr_fr: Date de création

source: IP
fr_fr: Adresse IP

source: Name
fr_fr: Nom

source: Unable to delete Access Key because of a database error. Please reload the page.
fr_fr: Impossible de supprimer la clé d’accès en raison d’une erreur de base de données. Veuillez recharger la page.

source: Unable to add Access Key because of a database error. Please reload the page.
fr_fr: Impossible d’ajouter la clé d’accès en raison d’une erreur de base de données. Veuillez recharger la page.

source: Please note that you must have cookies enabled for this to work.
fr_fr: Veuillez noter que vous devez activer les cookies pour que cela fonctionne.

source: The following link will provide you temporary access to %s:
fr_fr: Le lien suivant vous fournira un accès temporaire à %s :

source: Access Key Link for %s
fr_fr: Lien de clé d’accès pour %s

source: Unable to delete IP because of a database error. Please reload the page.
fr_fr: Impossible de supprimer l’adresse IP en raison d’une erreur de la base de données. Veuillez recharger la page.

source: Unable to add IP because of a database error. Please reload the page.
fr_fr: Impossible d’ajouter une IP en raison d’une erreur de la base de données. Veuillez recharger la page.

source: You do not have access to this resource.
fr_fr: Vous n’avez pas accès à cette ressource.

source: Please Wait
fr_fr: Veuillez patienter

source: This option will reset all your selections to defaults options and will delete the IP addresses and access keys as well
fr_fr: Cette option réinitialisera toutes vos sélections aux options par défaut et supprimera également les adresses IP et les clés d’accès.

source: Please Be careful
fr_fr: Attention

source: Select
fr_fr: Sélectionner

source: Selected
fr_fr: Sélectionné

source: Maintenance Status
fr_fr: État de maintenance

source: This site is currently undergoing maintenance. Please check back later
fr_fr: Ce site est actuellement en maintenance. Veuillez revenir plus tard

source: Make your website in maintenance mode in seconds with great looking animations and configure settings to allow specific users to bypass the maintenance mode functionality in order to preview the site prior to public launch.
fr_fr: Mettez votre site Web en maintenance en quelques secondes avec de superbes animations et configurez les réglages pour autoriser à des comptes spécifiques de contourner le mode de maintenance afin de prévisualiser le site avant le lancement public.
